/* `welcomeLabel` UILabel text default value */
"Welcome" = "Selamat Datang";

/* `thankyouLabel` UILabel text default value */
"ThankyouMessage" = "Terima kasih kerana muat turun";

/* `instructionTextView` UITextView text default value with \".notConfigurated\" state */
"WelcomeInstruction" = "Sila ikuti arahan yang anda terima dalam e-mel penghargaan untuk memulakan proses pengaktifan.";

/* `instructionTextView` UITextView text default value with \".isConfigured\" state */
"ConfiguredInstruction" = "Kendalikan pengurusan tugas harian anda dan berurusan dengan projek secara mudah.";

"ScanInstruction" = "Sila imbas kod QR keselamatan untuk memulakan proses pengaktifan.";

"DiscoveryServiceInstruction" = "Sila masukkan alamat e-mel anda untuk memulakan proses pengaktifan.";

/* checking the account(email address) user entered in discovery service */
"CheckingAccountKey" = "Semak Akaun...";

/* `signInButton` UIButton's titleLabel?.text default value */
"SignIn" = "Mula";

"Scan" = "Imbas";

/* `demoLabel` UILabel text default value */
"Explore" = "Ingin terokai?";

/* `demoButton` UIButton's titleLabel?.text default value */
"TryDemo" = "Cuba Demonstrasi";

/* The title for the passcode setup screens. */
"SetPasscodeKey" = "Tetapkan Kod Laluan";

/* The title for the enter passcode screen. */
"PasscodeKey" = "Kod Laluan";

/* The title for the Choose Passcode screen. */
"ChoosePasscodeTitleKey" = "Pilih Kod Laluan";

/* The title for the Confirm Passcode screen. */
"ConfirmPasscodeTitleKey" = "Sahkan Kod Laluan";

/* The message on the confirm passcode screen for passcode setup. */
"EnterPasscodeAgainKey" = "Masukkan kod laluan anda sekali lagi.";

/* The message on the confirm passcode screen for passcode change. */
"ConfirmPasscodeKey" = "Sahkan kod laluan anda.";

/* The message on the input passcode screen. */
"EnterYourPasscodeKey" = "Masukkan kod laluan anda.";

/* The title for the passcode change screens. */
"ChangePasscodeKey" = "Ubah Kod Laluan";

/* The message on the input passcode screen in change passcode. */
"EnterYourCurrentPasscodeKey" = "Masukkan kod laluan semasa anda.";

/* The button title string used both in passcode and\n touch ID screens to indicate not to setup now. */
"NotNowKey" = "Bukan Sekarang";

/* The button title string used on the second passcode setup\n to go back to the first screen. */
"BackKey" = "Kembali";

/* The button title string used on the first passcode setup\n to go to the next screen. */
"NextKey" = "Seterusnya";

/* The button title string used on the passcode input screen (not in the change passcode sequence)\n When the passcode input screen is in the change passcode sequence, the button title should be changed \"Next\" */
"DoneKey" = "Selesai";

/* The main message format on the setup passscode screen.\n The %d will display the number of characters required from\n the passcode policy. */
"PasscodeChooseMinCharKey" = "Pilih kod laluan sekurang-kurangnya %d aksara untuk membuka aplikasi.";

/* The main message format on the setup passscode screen when the\n isDititsOnly property of the passcode policy is true.\n The %d will display the number of digits required from\n the passcode policy. */
"PasscodeChooseMinDigitKey" = "Pilih kod laluan sekurang-kurangnya %d digit untuk membuka aplikasi.";

/* The message for passcode to include the required character groups\n when passcode policy requires it. */
"PasscodeRequiredGroupKey" = "Masukkan yang berikut:";

/* The group name for lower case letters. */
"LowerCaseKey" = "Huruf kecil (a-z)";

/* The group name for upper case letters. */
"UpperCaseKey" = "Huruf besar (A-Z)";

/* The group name for digits. */
"DigitsKey" = "Digit (0-9)";

/* The group name for non-alphabetic characters. */
"Non-alphaKey" = "Simbol (!@#...)";

/* The button title for resetting passcode. */
"ResetPasscodeKey" = "Tetapkan Semula Kod Laluan";

/* Alert message when validate method of FUIPasscodeValidationDelegate\n returning false for the passcode user entered in setup passcode. */
"PasscodeValidationFailedKey" = "Pengesahan kod laluan gagal.";

/* Alert message when the passcode user entered was rejected by\n the FUIPasscodeControllerDelegate's shouldTryPasscode function. */
"PasscodeRejectedKey" = "Kod laluan telah ditolak oleh FUIPasscodeControllerDelegate.";

/* The alert button title used on passcode validation failed, or passcode rejected. */
"RetryKey" = "Cuba semula";

/* The title for setup touch ID screen. */
"TouchIDKey" = "ID Sentuh";

/* The title for setup touch ID screen. */
"FaceIDKey" = "ID Muka";

/* This is to be used combined with \"Touch ID\" or \"Face ID\", e.g., \"Touch ID is now available!\" */
"IsNowAvailableKey" = " kini tersedia!";

/* The first paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage1Key" = "Pendayaan ID Sentuh akan membolehkan anda mencapai maklumat dengan pantas.";

/* The second paragraph of the message on the Touch ID screen when no Touch ID is enrolled on device. */
"TouchIDMessage2Key" = "Anda boleh aktifkan atau nyahaktifkan ciri ini pada bila-bila masa daripada Tetapan.";

/* The first paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage1Key" = "Sila dayakan ID Sentuh untuk kepantasan dan capaian keselamatan.";

/* The second paragraph of the message on the Touch ID screen when Touch ID is enrolled on device. */
"TouchIDEnableMessage2Key" = "Jika ID Sentuh tidak diaktifkan, kod laluan peranti anda akan diminta.";

/* The first paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage1Key" = "Pendayaan ID Muka akan membolehkan anda mencapai maklumat dengan pantas.";

/* The second paragraph of the message on the Face ID screen when no Touch ID is enrolled on device. */
"FaceIDMessage2Key" = "Anda boleh aktifkan atau nyahaktifkan ciri ini pada bila-bila masa daripada Tetapan.";

/* The first paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage1Key" = "Sila dayakan ID Muka untuk kepantasan dan capaian keselamatan.";

/* The second paragraph of the message on the Face ID screen when Touch ID is enrolled on device. */
"FaceIDEnableMessage2Key" = "Jika ID Muka tidak diaktifkan, kod laluan peranti anda akan diminta.";

/* The alert title to ask user add fingerprints to use Touch ID. */
"UseTouchIDTitleKey" = "Untuk menggunakan ID Sentuh, sila tambah cap jari dalam tetapan peranti anda.";

/* The alert message to ask user add fingerprints to use Touch ID. */
"UseTouchIDMessageKey" = "Anda boleh lakukannya pada bila-bila masa di bawah Tetapan - ID Sentuh & Kod Laluan.";

/* The alert title to ask user add fingerprints to use Face ID. */
"UseFaceIDTitleKey" = "Untuk menggunakan ID Muka, sila daftarkan ID Muka dalam tetapan peranti anda.";

/* The alert message to ask user add fingerprints to use Face ID. */
"UseFaceIDMessageKey" = "Anda boleh lakukannya pada bila-bila masa di bawah Tetapan - ID Muka & Kod Laluan.";

/* The message for the link on the Touch ID screen. */
"LearnMoreKey" = "Ketahui lebih lanjut mengenai ID Sentuh";

/* The message for the link on the Face ID screen. */
"LearnMoreFaceIDKey" = "Ketahui lebih lanjut mengenai ID Muka";

/* The button title to enable Touch ID authentication. */
"EnableKey" = "Dayakan";

/* The message displayed when authticate with Touch ID. */
"AuthWithTouchIDKey" = "Sahkan dengan ID Sentuh";

/* The message displayed when authticate with Face ID. */
"AuthWithFaceIDKey" = "Sahkan dengan ID Muka";

/* The title on the navigation bar. */
"TouchIDErrorNavigationTitleKey" = "Ralat";

/* The error title. */
"AuthenticationErrorKey" = "Ralat Pengesahan";

/* The error message for Touch ID devices. */
"AuthenticationTouchIDMessageKey" = "Sila sahkan dengan ID Sentuh untuk menggunakan aplikasi ini.";

/* The error message for Face ID devices. */
"AuthenticationFaceIDMessageKey" = "Sila sahkan dengan ID Muka untuk menggunakan aplikasi ini.";

/* The authenticate button text. */
"AuthenticateKey" = "Sahkan";

/* The message when the passcode entered in confirm passcode screen\n does not match with the one entered in the setup passcode screen. */
"PasscodeNotMatchKey" = "Kod laluan tidak sepadan. Cuba lagi.";

/* The message format to be displayed when user entered wrong passcode\n and the remaining number of retries is greater than 1. */
"AttemptsLeftKey" = "Anda mempunyai %d baki cubaan.";

/* The message format to be displayed when user entered wrong passcode\n and there is only one remaining retry. */
"OneAttemptLeftKey" = "Anda mempunyai 1 baki cubaan.";

/* The first paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"MaxAttemptsReachedKey" = "Tiada lagi baki cubaan.";

/* The second paragraph of the alert message when the number user entered\n wrong passcode reached maximum allowed. */
"EnterCredentialsKey" = "Sila daftar masuk untuk tetapkan semula kod laluan.";

/* The text of the dismiss button on the alert. */
"OKKey" = "OK";

/* The message on the passcode screen when user entered wrong passcode\n and there is no limit on the number of retries. */
"RetryPasscodeKey" = "Kod laluan tidak betul. Cuba lagi.";

/* The scan page title string. */
"ScanKey" = "Imbas";

/* The title of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"ScanUnsuccessfulKey" = "Imbasan Tidak Berjaya";

/* The second line of the pop-up message when user selected a QR code photo\n which did not have a valid QR code. */
"SelectAnotherImageKey" = "Sila pilih imej kod QR.";

/* The title of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"InvalidQRCodeKey" = "Kod QR Tidak Sah";

/* The second line of the pop-up message when user successfully got a QR code for\n onboarding activation but this QR code was not recognized by system. */
"QRCodeNotRecognizedKey" = "Kod QR tidak dikenal pasti.";

/* The title of the alert to request photo access. */
"AllowPhotoAccessKey" = "Benarkan Capaian ke Foto";

/* The message of the alert to request photo access. */
"GiveAccessToPhotoSettingsKey" = "Untuk memilih imej kod QR, sila benarkan capaian ke foto anda dalam tetapan privasi peranti anda.";

/* The title of the alert to request camera access. */
"AllowCameraAccessKey" = "Benarkan Capaian ke Kamera";

/* The message of the alert to request camera access. */
"GiveAccessToCameraSettingsKey" = "Untuk imbas menggunakan kamera, sila benarkan capaian ke kamera anda dalam tetapan privasi peranti anda.";

/* *\n The alert action title to go to Settings app. */
"SettingsKey" = "Tetapan";

/* The title string for the QR code scan confirmation screen. */
"ConfirmationKey" = "Pengesahan";

/* The success message for the QR code scan confirmation screen. */
"ScanSucceededKey" = "Imbasan berjaya. Anda akan disambungkan ke:";

/* The title string for the \"Continue\" button */
"ContinueKey" = "Teruskan";

/* The title string for the back bar button on activation screen */
"BackBarButtonForActivationScreenKey" = "Lancarkan";

/* FUIActivation Screen - headlineLabel */
"FUIActivationScreen_headlineLabel" = "Pengaktifan";

/* FUIActivation Screen - detailLabel */
"FUIActivationScreen_detailLabel" = "Jika anda menerima e-mel penghargaan, ikuti pautan pengaktifan dalam e-mel. Jika sebaliknya, masukkan alamat e-mel anda atau imbas kod QR untuk mulakan onboarding.";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_primaryActionButtonTitle" = "Seterusnya";

/* FUIActivation Screen - subheadlineLabel */
"FUIActivationScreen_subheadlineLabel" = "atau";

/* FUIActivation Screen - primaryActionButton Title */
"FUIActivationScreen_secondaryActionButtonTitle" = "Imbas";

/* FUIEULAView Screen - agree button */
"AgreeKey" = "Setuju";

/* FUIEULAView Screen - disagree button */
"DisagreeKey" = "Tidak bersetuju";

/* The authentication title. */
"AuthenticationKey" = "Pengesahan";

/* The basic authentication message. */
"basicAuthenticationMessageKey" = "Sila sediakan nama pengguna dan kata laluan anda untuk disahkan.";

/* Username input field placeholder string */
"usernameKey" = "nama pengguna";

/* Password input field placeholder string */
"passwordKey" = "kata laluan";

/* Sign In button string. */
"SignInKey" = "Daftar Masuk";

/* Error message when failed to sign in. */
"SignInErrorKey" = "Kelayakan tidak betul. Cuba lagi.";

/* The dynamic authentication message. */
"DynamicAuthenticationMessageKey" = "Sila sediakan maklumat di bawah untuk memulakan proses pengaktifan.";

/* The message displayed on the banner when verifying information user entered. */
"VerifyingMessageKey" = "Mengesahkan Maklumat...";

/* Cancel button string. */
"CancelKey" = "Batal";

/* Allow button string. */
"AllowKey" = "Benarkan";

/* Deny button string. */
"DenyKey" = "Tolak";

/* No button string. */
"NoKey" = "Tidak";

/* Quit button string. */
"QuitKey" = "Keluar";

/* GiveConsent button string. */
"GiveConsentKey" = "Beri Persetujuan";

/* Navbar title string. */
"StepKey" = "Langkah";

/* Navbar title string. */
"OfKey" = "bagi";

/* CancelConfirmation message string. */
"CancelConfirmationKey" = "Adakah anda pasti ingin keluar daripada proses onboarding?";

/* MandatoryMessage button string. */
"MandatoryMessageKey" = "Anda tidak boleh meneruskan onboarding tanpa persetujuan.";

/* Switch User button string. */
"SwitchOrAddUserKey" = "Tukar atau Tambah Pengguna";

/* Title for Log In button */
"LogInKey" = "Log Masuk";

/* Placeholder text in search bar for searching users in multi-user login controller */
"SearchUsersKey" = "Cari pengguna pada peranti ini";

/* The button title for forgot passcode. */
"ForgotPasscodeKey" = "Terlupa kata laluan?";

